<?php

return [
    'account_not_activated' => 'Ваш аккаунт не активирован.',
    'change' => 'Ваш пароль успешно изменен.',
    'lock_screen_password_mismatch' => 'Неверный пароль. Пожалуйста, попробуйте снова.',
    'password' => 'Пароль должен быть не менее шести символов и совпадать с подтверждением.',
    'password_mismatch' => 'Неверный пароль. Пожалуйста, попробуйте снова.',
    'reset' => 'Ваш пароль был сброшен.',
    'reset_password' => 'Сбросить пароль',
    'sent' => 'Ссылка на сброс пароля отправлена.',
    'token' => 'Ошибочный код сброса пароля.',
    'token_expired' => 'Код не действителен. Пожалуйста, запросите сброс пароля снова.',
    'user' => 'Не удалось найти пользователя с указанным электронным адресом.',
];